Table of Contents
 Enum ConcAggregateTypeSIA
Namespace
IdeaRS.OpenModel.Material
Assembly
IdeaRS.OpenModel.dll
Concrete aggreage type
public enum ConcAggregateTypeSIA
Fields
AlluvialGravel = 0
Alluvial gravel
CrushedLimestone = 1
Crushed limestone
Micaceous = 2
Micaceous
Fields
 Name |  Description
 AlluvialGravel = 0
Alluvial gravel
 CrushedLimestone = 1
Crushed limestone
 Micaceous = 2
Micaceous
 Edit this page